Repository: DamonHelheim/eBRestarter
Catalog: eBRestarter.Desktop.WinUI3/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# GeneralOverviewNavigation.Content
source: General Overview
de_de: Allgemeine Übersicht

# Options.Text
source: Options
de_de: Optionen

# Properties.Text
source: Properties
de_de: Einstellungen

# IPInformation.Text
source: IP Information
de_de: IP Informationen

# NetworkTraffic.Text
source: Network traffic
de_de: Netzwerktraffic

# User.Text
source: User:
de_de: Nutzer:

# BrowserCleanup.Text
source: Browser cleanup
de_de: Browserbereinigung

# eVisitorUsername.Text
source: eVisitor Username
de_de: eBesucher Nutzername

# RegisterWitheVisitor.Content
source: Register with eVisitor
de_de: Bei eBesucher registrieren

# Please_Enter_Your_Username_Here.Text
source: Please enter your username here:
de_de: Bitte gebe hier deinen Nutzernamen ein:

# Add.Content
source: Add
de_de: Hinzufügen

# Restart_And_Runtime_Options.Text
source: Restart and runtime options
de_de: Neustart- und Laufzeitoptionen

# Waiting_time_until_the_browser_restarts.Text
source: Waiting time until the browser restarts
de_de: Wartezeit bis der Browser wieder startet

# Determine_your_browser_runtime_here.Text
source: Determine your browser runtime here
de_de: Bestimme hier deine Browserlaufzeit

# AutomatedTasks.Text
source: Automated tasks
de_de: Automatisierte Aufgaben

# TSStartBrowserWithProgrammStart.OffContent
source: When the program starts, start Restarter off
de_de: Mit Programmstart, Restarter starten aus

# StartupEdgeBoost_Info.Text
source: Disable Startup Boost in Edge to use this feature. (Click on the text for more information)
de_de: Deaktiviere den Startup-Boost im Edge, damit diese Funktion nutzen kannst. (Klicke auf den Text für mehr)

# Do_not_delete_cache_and_cookies.Text
source: Do not delete cache and cookies
de_de: Cache und Cookies nicht löschen

# Delete_cache_and_cookies_every_day.Text
source: Delete cache and cookies every day
de_de: Cache und Cookies jeden Tag löschen

# Delete_cache_and_cookies_every_3_days.Text
source: Delete cache and cookies every 3 days
de_de: Cache und Cookies alle 3 Tage löschen

# Delete_cache_and_cookies_every_7_days.Text
source: Delete cache and cookies every 7 days
de_de: Cache und Cookies alle 7 Tage löschen

# Delete_cache_and_cookies_every_14_days.Text
source: Delete cache and cookies every 14 days
de_de: Cache und Cookies alle 14 Tage löschen

# AdditionalOptions.Text
source: Additional options
de_de: Zusatzoptionen

# No_Browsers_Installed.Text
source: No browsers installed:
de_de: Keine Browser installiert

# Delete_browser_content.Content
source: Delete browser content
de_de: Browserinhalte löschen

# Install_eVisitor_add_on.Content
source: Install eVisitor add-on
de_de: Installiere eBesucher Add-on

# Important_information_about_the_add_on.Content
source: Important information about the add-on
de_de: Wichtige Info zum Add-on

# General.Text
source: General
de_de: Allgemein

# API_Access.Text
source: API Access
de_de: API Zugang

# Start_eV_Restarter_with_Windows.Text
source: Start eV Restarter with Windows
de_de: eB Restarter mit Windows starten

# Computer_restart_options.Text
source: Computer restart options
de_de: Computer Neustartoptionen

# Check_for_updates.Content
source: Check for updates
de_de: Auf Updates prüfen

# Configuration_storage_location.Text
source: Configuration storage location
de_de: Speicherort Konfig

# Dark.Content
source: Dark
de_de: Dunkel

# Language.Text
source: Language
de_de: Sprache

# Username.Text
source: Username:
de_de: Nutzername:

# API_Key.Text
source: API Key:
de_de: API Schlüssel:

# eVisitor_API_Options.Text
source: eVisitor API Options
de_de: eBesucher API Optionen

# Connect_to_API_interface.Content
source: Connect to API interface
de_de: Mit API Schnittstelle verbinden

# Establish_API_connection_with_file_import.Content
source: Establish API connection with file import
de_de: API Verbindung mit Datei Import herstellen

# Export_API_access_file.Content
source: Export API access file
de_de: API Zugangsdatei exportieren

# Deactivate_API_interface.Content
source: Disable API interface
de_de: API Schnittstelle deaktivieren

# TSStartBrowserWithProgrammStart.OnContent
source: When the program starts, start Restarter on
de_de: Mit Programmstart, Restarter starten an

# TSCheckBrowserIsAlive.OnContent
source: Check whether the browser has been closed on
de_de: Prüfe, ob Browser geschlossen wurde an

# TSCheckBrowserIsAlive.OffContent
source: Check whether the browser has been closed off
de_de: Prüfe, ob Browser geschlossen wurde aus

# Installed_browser.Text
source: Installed browser
de_de: Installierte Browser

# OptionsNavigation.Content
source: Options
de_de: Optionen

# PropertiesNavigation.Content
source: Properties
de_de: Einstellungen

# GeneralOverview.Text
source: General Overview
de_de: Allgemeine Übersicht

# Go_to_API_options.Text
source: Go to API options
de_de: Zu API Optionen

# Automatic_User_Login.Content
source: Automatic user login
de_de: Automatische Nutzeranmeldung

# TS_OptionsStartWithWindows.OffContent
source: Deactivated
de_de: Deaktiviert

# TS_OptionsStartWithWindows.OnContent
source: Activated
de_de: Aktiviert

# Go_to_storage_location.Content
source: Go to storage location
de_de: Gehe zu Speicherort

# Show.Content
source: Show
de_de: Anzeigen

# Browser_download_links.Text
source: Browser download links
de_de: Browser Downloadverlinkungen

# About_eV_Restarter.Text
source: About eV Restarter
de_de: Über eB Restarter

# AppTitleBar.Title
source: eVRestarter
de_de: eBRestarter

# Set_the_time.Text
source: Set the time:
de_de: Lege die Uhrzeit fest:

# Lang_German
source: German
de_de: Deutsch

# Lang_English
source: English
de_de: Englisch

# RestartOption_0
source: Do not restart computer
de_de: Computer nicht neustarten

# RestartOption_1
source: Restart computer every day
de_de: Computer jeden Tag neustarten

# RestartOption_3
source: Restart computer every 3 days
de_de: Computer alle 3 Tage neustarten

# RestartOption_7
source: Restart computer every 7 days
de_de: Computer alle 7 Tage neustarten

# RestartOption_14
source: Restart computer every 14 days
de_de: Computer alle 14 Tage neustarten

# BrowserCacheOption_0
source: Do not delete cache and cookies
de_de: Cache und Cookies nicht löschen

# BrowserCacheOption_1
source: Delete cache and cookies every day
de_de: Cache und Cookies jeden Tag löschen

# BrowserCacheOption_3
source: Delete cache and cookies every 3 days
de_de: Cache und Cookies alle 3 Tage löschen

# BrowserCacheOption_7
source: Delete cache and cookies every 7 days
de_de: Cache und Cookies alle 7 Tage löschen

# BrowserCacheOption_14
source: Delete cache and cookies every 14 days
de_de: Cache und Cookies alle 14 Tage löschen

# Network_CardPrefix
source: Network Interface
de_de: Netzwerkkarte

# Network_Received
source: Received
de_de: Empfangen

# Network_Sent
source: Sent
de_de: Gesendet

# Network_NotAvailable
source: not available
de_de: nicht verfügbar

# Chart_YAxisPoints
source: Points
de_de: Punkte

# Chart_TitleHourly
source: Hourly Overview ({0})
de_de: Stundenübersicht ({0})

# Chart_TitleDaily
source: Daily Overview ({0})
de_de: Tagesübersicht ({0})

# Chart_TitleYearly
source: Yearly Overview ({0})
de_de: Jahresübersicht ({0})

# Chart_TitleOverview
source: Overview
de_de: Übersicht

# Chart_SeriesEarnings
source: Earnings
de_de: Verdienst

# Chart_XAxisTime
source: Time (0-23h)
de_de: Uhrzeit (0-23h)

# Chart_XAxisDay
source: Day of month
de_de: Tag im Monat

# Chart_XAxisMonth
source: Month
de_de: Monat

# Chart_MonthsShort
source: Jan,Feb,Mar,Apr,May,Jun,Jul,Aug,Sep,Oct,Nov,Dec
de_de: Jan,Feb,Mär,Apr,Mai,Jun,Jul,Aug,Sep,Okt,Nov,Dez

# General_Today
source: Today
de_de: Heute

# Year.Text
source: Year
de_de: Jahr

# Month.Text
source: Month
de_de: Monat

# Today.Text
source: Today
de_de: Heute

# General_NextRefresh
source: Next refresh: {0}
de_de: Nächste Aktualisierung: {0}

# ShowIPDetails.Text
source: Show IP details
de_de: Zeige IP Details

# IPAddress.Text
source: IP Address:
de_de: IP Adresse:

# Location.Text
source: Location:
de_de: Standort:

# Select.Content
source: Select
de_de: Auswählen

# Browser_NotInstalled
source: Not installed
de_de: Nicht installiert

# General_Cancel
source: Cancel
de_de: Abbrechen

# Install_DialogQuestion
source: Do you want to install?
de_de: Möchtest du installieren?

# Install_FinishedTitle
source: Installation finished
de_de: Installation beendet

# Install_FinishedMessage
source: The browser has been installed.
de_de: Der Browser wurde installiert.

# Cleanup_Loading
source: Loading...
de_de: Lade...

# Cleanup_Ready
source: Ready.
de_de: Bereit.

# Cleanup_ConfigError
source: Configuration error: Unknown browser '{0}'.
de_de: Konfiguration fehlerhaft: Unbekannter Browser '{0}'.

# Cleanup_Canceling
source: Canceling...
de_de: Breche ab...

# Cleanup_BrowserRunning
source: Browser is running. Please choose an action.
de_de: Browser läuft noch. Bitte Aktion wählen.

# Cleanup_ClosingBrowser
source: Closing browser...
de_de: Beende Browser...

# Cleanup_CloseFailed
source: Could not close browser. Please close manually.
de_de: Konnte Browser nicht beenden. Bitte manuell schließen.

# Cleanup_CanceledByUser
source: Canceled by user.
de_de: Abbruch durch Benutzer.

# Cleanup_NoPaths
source: No valid paths found.
de_de: Keine gültigen Pfade gefunden.

# Cleanup_Analyzing
source: Analyzing files...
de_de: Analysiere Dateien...

source: Cleanup finished.
de_de: Bereinigung abgeschlossen.

# General_ErrorPrefix
source: Error: {0}
de_de: Fehler: {0}

# General_LoadErrorPrefix
source: Error loading: {0}
de_de: Fehler beim Laden: {0}

# DeleteDialog_HeaderOptions.Text
source: Available Options
de_de: Verfügbare Optionen

# DeleteDialog_CheckCookies.Content
source: Delete Cookies
de_de: Lösche Cookies

# DeleteDialog_CheckCache.Content
source: Delete Internet Cache
de_de: Lösche Internetcache

# DeleteDialog_HeaderProgress.Text
source: Cleanup Progress
de_de: Löschfortschritt

# DeleteDialog_BtnStart.Content
source: Delete selected content
de_de: Ausgewählte Inhalte löschen

# DeleteDialog_BtnCancel.Content
source: Stop cleanup
de_de: Löschvorgang stoppen

# DeleteDialog_ConflictTitle.Text
source: Browser is still running!
de_de: Browser läuft noch!

# DeleteDialog_ConflictMessage.Text
source: The browser must be closed to safely delete files. Do you want to close it now?
de_de: Der Browser muss beendet werden, um die Dateien sicher zu löschen. Soll er jetzt geschlossen werden?

# DeleteDialog_BtnForceClose.Content
source: Yes, close & delete
de_de: Ja, beenden & löschen

# DeleteDialog.Title
source: Clean Browser Data
de_de: Browser Daten bereinigen

# DeleteDialog_BtnAbort.Content
source: Cancel
de_de: Abbrechen

# DeleteDialog.CloseButtonText
source: Close
de_de: Schließen

# Addon_StatusChecking
source: Checking...
de_de: Prüfe...

# Addon_Loading
source: Loading...
de_de: Lade...

# Addon_BrowserInstalled
source: {0} is installed
de_de: {0} ist installiert

# Addon_BrowserNotInstalled
source: {0} is not installed
de_de: {0} ist nicht installiert

# Addon_ExtensionInstalled
source: Add-on is installed
de_de: Add-on ist installiert

# Addon_ExtensionNotInstalled
source: Add-on is not installed
de_de: Add-on ist nicht installiert

# Addon_BtnManage
source: Manage Add-on
de_de: Add-on verwalten

# Addon_BtnInstall
source: Install Add-on
de_de: Add-on installieren

# Addon_BtnBrowserMissing
source: Browser missing
de_de: Browser fehlt

# InstallAddOnDialog.Title
source: Manage eVisitor Add-on
de_de: Ebesucher Add-on verwalten

# InstallAddOnDialog.CloseButtonText
source: Close
de_de: Schließen

# InstallAddOnDialog_Instruction.Text
source: Select a browser to install or manage the add-on.
de_de: Wähle einen Browser aus, um das Add-on zu installieren oder zu verwalten.

# AutoLogonDialog.Title
source: Configure Automatic Logon
de_de: Automatische Anmeldung konfigurieren

# AutoLogonDialog.PrimaryButtonText
source: Save
de_de: Speichern

# AutoLogonDialog.SecondaryButtonText
source: Disable
de_de: Deaktivieren

# AutoLogonDialog.CloseButtonText
source: Cancel
de_de: Abbrechen

# AutoLogon_InfoSecurity.Title
source: Security Warning
de_de: Sicherheitshinweis

# AutoLogon_InfoSecurity.Message
source: The password is saved encrypted. However, the PC will not be locked upon startup.
de_de: Das Kennwort wird verschlüsselt gespeichert. Der PC wird beim Starten jedoch nicht gesperrt sein.

# AutoLogon_InputUser.Header
source: Username
de_de: Benutzername

# AutoLogon_InputUser.PlaceholderText
source: Enter username
de_de: Nutzername eingeben

# AutoLogon_InputDomain.Header
source: Domain (Optional)
de_de: Domäne (Optional)

# AutoLogon_InputDomain.PlaceholderText
source: Leave empty for local user
de_de: Leer lassen für lokalen User

# AutoLogon_InputPassword.Header
source: Password
de_de: Kennwort

# AutoLogon_InputPassword.PlaceholderText
source: Enter Windows password
de_de: Windows Kennwort eingeben

# ActivateApi_Checking
source: Checking credentials...
de_de: Prüfe Zugangsdaten...

# ActivateApi_Success
source: Successfully activated & saved encrypted!
de_de: Erfolgreich aktiviert & verschlüsselt gespeichert!

# ActivateApi_FileNotFound
source: File not found.
de_de: Datei nicht gefunden.

# ActivateApi_ImportSuccess
source: Data imported. Please click 'Activate' now.
de_de: Daten importiert. Bitte jetzt 'Aktivieren' klicken.

# ActivateApi_ImportError
source: Error: Invalid file format.
de_de: Fehler: Die Datei hat ein falsches Format.

# ActivateApiDialog.Title
source: Activate API Access
de_de: API Zugang aktivieren

# ActivateApiDialog.CloseButtonText
source: Close
de_de: Schließen

# ActivateApiDialog_Header.Text
source: Enter API credentials
de_de: Eingabe der API Zugangsdaten

# ActivateApiDialog_Username.Header
source: Username
de_de: Nutzername

# ActivateApiDialog_Username.PlaceholderText
source: eVisitor Username
de_de: eBesucher Nutzername

# ActivateApiDialog_ApiKey.Header
source: API Key
de_de: API Schlüssel

# ActivateApiDialog_ApiKey.PlaceholderText
source: Your API Key
de_de: Ihr API Key

# ActivateApiDialog_SubmitBtn.Content
source: Activate
de_de: Aktivieren

# Infocenter_Loading
source: Loading...
de_de: Lade...

# Infocenter_ProcessorPrefix
source: Processor:
de_de: Prozessor:

# Infocenter_GraphicsPrefix
source: Graphics Card:
de_de: Grafikkarte:

# Infocenter_RamPrefix
source: Installed RAM:
de_de: Installierter RAM:

# Infocenter_BuildPrefix
source: OS Build:
de_de: Betriebssystembuild:

# Infocenter_BrowserPrefix
source: Default Browser:
de_de: Standardbrowser:

# Infocenter_CardHardware.HeaderTitle
source: Hardware Specification
de_de: Hardwarespezifikation

# Infocenter_CardWindows.HeaderTitle
source: Windows Specification
de_de: Windows-Spezifikation

# Infocenter_BtnAbout.Text
source: About eB Restarter
de_de: Über eB Restarter

# About_Loading
source: Loading...
de_de: Lade...

# AboutDialog.Title
source: About eVRestarter
de_de: Über eBRestarter

# AboutDialog.CloseButtonText
source: Close
de_de: Schließen

# AboutDialog_DevRole.Text
source: Fullstack Development
de_de: Fullstack Entwicklung

# AboutDialog_AssetsHeader.Text
source: Icons and Assets
de_de: Icons und Assets

# Options_RestartStatus_None
source: Computer will not restart
de_de: Computer wird nicht neugestartet

# Options_RestartStatus_Scheduled
source: Computer will restart on {0} at {1}:00
de_de: Computer wird am {0} um {1} Uhr neugestartet

# Options_UpdateAvailable
source: Version {0} available!
de_de: Version {0} verfügbar!

# Options_RemoveCreds_Title
source: API Access
de_de: API Zugang

# Options_RemoveCreds_Message
source: Your API credentials have been removed.
de_de: Deine API Zugangsdaten wurden entfernt.

# Options_AutoLogon_Deactivated
source: Automatic logon has been deactivated
de_de: Die automatische Anmeldung wurde deaktiviert.

# Options_AutoLogon_DomainError
source: The domain controller could not be reached for validation.
de_de: Der Domänen-Controller konnte zur Überprüfung nicht erreicht werden.

# General_UnexpectedError
source: An unexpected error occurred: {0}
de_de: Ein unerwarteter Fehler ist aufgetreten: {0}

# Task_DefaultBrowser
source: Not selected
de_de: Nicht gewählt

# Task_StatusReady
source: Ready.
de_de: Bereit.

# Task_StatusStopped
source: Restarter stopped.
de_de: Restarter gestoppt.

# Task_StatusRunning
source: Browser is running.
de_de: Browser läuft.

# Task_StatusStartIn
source: Starting in {0}s...
de_de: Start in {0}s...

# Task_StatusRestartIn
source: Restarting in {0}s...
de_de: Neustart in {0}s...

source: Activate
de_de: Aktiviert

source: Disabled
de_de: Deaktiviert

source: Next deletion process:
de_de: Nächster Löschvorgang:

# Browser_NextDeleteDate_Format
source: on {0:MM/dd/yyyy} at 1 AM
de_de: am {0:dd.MM.yyyy} um 0 Uhr

# AddOnInfoDialog.CloseButtonText
source: Close
de_de: Schließen

# AddOnInfo_HeaderMain.Text
source: eVisitor Add-on Information
de_de: Info zum eBesucher Add-on

# AddOnInfo_BodyMain.Text
source: You must install the eBesucher Add-on for the surfbar to start automatically with your username. Without it, the surfbar will not start automatically when the restarter is active.
de_de: Du musst zwingend das eBesucher Add-on installieren, damit die Surfbar automatisch mit deinem Nutzernamen startet. Ohne die Installation startet die Surfbar nicht automatisch, wenn der Restarter aktiv ist.

# AddOnInfo_HeaderSettings.Text
source: Add-on Settings
de_de: Add-on Einstellungen

# AddOnInfo_BodySettings.Text
source: Optionally, check the privacy box and enter your username in the add-on (not mandatory).
de_de: Wenn du magst, setze ein Häkchen bei der Privatsphäre und gib im Add-on deinen Nutzernamen ein (keine Pflicht).

# StartupBoostDialog.Title
source: Disable Edge Startup Boost
de_de: Edge Startup-Boost deaktivieren

# StartupBoostDialog_BtnAuto
source: Disable now
de_de: Jetzt deaktivieren

# StartupBoostDialog_BtnCopy.Content
source: Copy Link & Open Edge
de_de: Link kopieren & Edge öffnen

# StartupBoostDialog_SuccessTitle
source: Success
de_de: Erfolg

# StartupBoostDialog_SuccessMessage
source: Startup Boost has been disabled. Please restart your PC or Edge to apply changes.
de_de: Startup-Boost wurde deaktiviert. Bitte starte deinen PC oder Edge neu, damit es wirksam wird.

# StartupBoostDialog_CopyMessage
source: Link copied! Paste it into Edge to find the setting.
de_de: Link kopiert! Füge ihn in Edge ein, um die Einstellung zu finden.

# StartupBoostDialog_SwitchStatus.OnContent
source: Enabled
de_de: Aktiviert

# StartupBoostDialog_SwitchStatus.OffContent
source: Disabled
de_de: Deaktiviert

# StartupBoostDialog_SuccessStatus_Activated
source: Startup Boost has been enabled.
de_de: Startup-Boost wurde aktiviert.

# StartupBoostDialog_ErrorTitle
source: Error
de_de: Fehler

# StartupBoostDialog_InfoText.Text
source: If you want to disable Startup Boost, you have two options.
de_de: Wenn du den Startup-Boost deaktivieren willst, hast du zwei Möglichkeiten.

# StartupBoostDialog_OptionAuto_Header.Text
source: 1. Automatic (Registry)
de_de: 1. Automatisch (Registry)

# StartupBoostDialog_OptionAuto_Desc.Text
source: Toggles the feature directly via Windows policies
de_de: Schaltet die Funktion direkt über die Windows-Richtlinien an oder aus.

# StartupBoostDialog_OptionManual_Header.Text
source: 2. Manual
de_de: 2. Manuell

# StartupBoostDialog_OptionManual_Desc.Text
source: Copy the link, open Edge, and paste it into the address bar.
de_de: Link kopieren, Edge öffnen und in die Adressleiste einfügen.

# StartupBoostDialog.CloseButtonText
source: Close
de_de: Schließen

# Task_Username
source: Username
de_de: Nutzername

# Task_NoUsernameFound
source: You haven't entered a username. Please enter a username so you can use the restarter.
de_de: Du hast keinen Nutzernamen eingetragen, bitte trage einen Nutzernamen, damit du den Restarter nutzen kannst.

# Options_AutoLogon_Success
source: Autologin successful!
de_de: Autologin erfolgreich!

# Options_AutoLogon_WindowsHelloErrorTitle
source: Windows Hello is blocking AutoLogon
de_de: Windows Hello blockiert AutoLogon

# Options_AutoLogon_WindowsHelloErrorMessage
source: Please disable the following option in Windows Settings under 'Accounts' -> 'Sign-in options': "For improved security, only allow Windows Hello sign-in for Microsoft accounts on this device (Recommended)." Afterward, use your actual Microsoft account password (not your PIN) for AutoLogon.
de_de: Bitte deaktiviere in den Windows-Einstellungen unter 'Konten' -> 'Anmeldeoptionen' die Option: "Aus Sicherheitsgründen nur Windows Hello-Anmeldung für Microsoft-Konten auf diesem Gerät zulassen." Nutze anschließend für den AutoLogon dein echtes Microsoft-Passwort (nicht deine PIN).

# Options_UpdateAvailable_TitleFallback
source: Update available
de_de: Update verfügbar

# Options_UpdatePrompt_Message
source: {0}\n\nWould you like to download and install the new version now?\nThe application will restart automatically for this process.
de_de: {0}\n\nMöchten Sie die neue Version jetzt herunterladen und installieren?\nDas Programm wird dafür automatisch neu gestartet.

# Options_UpdateNoUpdate_Title
source: No update
de_de: Kein Update

# Options_UpdateNoUpdate_Message
source: The application is already up to date.
de_de: Die Anwendung ist bereits auf dem neuesten Stand.

# Options_UpdateError_Title
source: Error
de_de: Fehler

# Options_UpdateCheckError_Message
source: An error occurred while checking for updates:\n{0}
de_de: Bei der Suche nach Updates ist ein Fehler aufgetreten:\n{0}

# Options_UpdateFailed_Title
source: Update failed
de_de: Update fehlgeschlagen

# Options_UpdateFailed_Message
source: The update could not be downloaded or installed:\n{0}
de_de: Das Update konnte nicht heruntergeladen oder installiert werden:\n{0}

# General_Yes
source: Yes
de_de: Ja

# General_No
source: No
de_de: Nein
